{
  "data": [
    {
      "title": "Stryapp Mobile/Web App",
      "title_es": "Stryapp Aplicación Movil/Web",
      "description": "A project with a lot of potential oriented to the educational sector, I have been working with them for a year expanding and creating new features to take the application to the next level. Some of the tasks I perform include the maintenance and expansion of the mobile application that runs on native Kotlin, the creation and support of the web applications with SolidJS/Typescript and the creation of the backend infrastructure, which is built on a solid foundation of Scala and Java.",
      "description_es": "Un proyecto con mucho potencial orientado al sector educativo, he trabajando con ellos desde hace un año expandiendo y creando nuevas funcionalidades para llevar la aplicación al siguiente nivel. Algunas de las tareas que desempeño incluyen el mantenimiento y expansión de la aplicación móvil que corre sobre Kotlin nativo, la creación y soporte de los aplicativos web con SolidJS/Typescript y la creación de la infraestructura del backend, que está construida sobre una base sólida de Scala y Java.",
      "background_img": "https://i0.wp.com/hipertextual.com/wp-content/uploads/2021/06/Google-Imagenes-Main-Site.jpg?fit=2000%2C1333&ssl=1",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Google_Photos_icon_%282020%29.svg/800px-Google_Photos_icon_%282020%29.svg.png"
    },
    {
      "title": "Ferropaz Material Dispenser",
      "title_es": "Dispensador de materiales Ferropaz",
      "description": "One of my first mobile applications, it was a great success in downloads considering the context of the store, it is a calculator for materials that can be purchased in the store, in this way customers can make their purchases with greater precision, It was built on native Kotlin sticking to the style and colors of the brand, with the premise of being as light and versatile as possible.",
      "description_es": "Una de mis primeras aplicaciones móviles, fué un gran éxito en descargas teniendo en cuenta el contexto de la tienda, se trata de una calculadora para materiales que se pueden comprar en la tienda, de esta forma los clientes pueden hacer sus compras con mayor precisión, fué construida sobre Kotlin nativo apegándose a el estilo y colores de la marca, con la premisa de ser lo más ligera y versátil posible.",
      "background_img": "https://github.com/Nojipiz/Nojipiz/blob/main/projects_images/ferropazfondo.png?raw=true",
      "img": "https://github.com/Nojipiz/Nojipiz/blob/main/projects_images/ferropazmobile.png?raw=true"
    }
  ]
}
